Revit 2027 API
TessellatedBuildIssue.IsValidIssue Method
 Reports whether the issue is well-formed, valid and does describe a real problem.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsValidIssue()
Public Function IsValidIssue As Boolean
public:
bool IsValidIssue()
member IsValidIssue : unit -> bool
Return Value
Boolean
 Whether the issue is well formed and does describe a real problem.
See Also
Reference
TessellatedBuildIssue Class
Autodesk.Revit.DB Namespace